Revit 2027 API
BuiltInFailures.CopyPasteFailures.CantCopyBetweenModelAndAnnotFam Property
 Can't copy element(s) between Model and Annotation families.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CantCopyBetweenModelAndAnnotFam { get; }
Public Shared ReadOnly Property CantCopyBetweenModelAndAnnotFam As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CantCopyBetweenModelAndAnnotFam {
	FailureDefinitionId^ get ();
}
static member CantCopyBetweenModelAndAnnotFam : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.CopyPasteFailures Class
Autodesk.Revit.DB Namespace